/*
    Создайте 5 переменных с разными скалярными типами и присвойте им
    произвольные значения. Затем создайте переменные: $name, $age, $city, $job и
    присвойте им соответствующие данные. $job – логическая (да/нет). Есть работа? С
    помощью echo выведите все переменные в удобочитаемом виде.
*/
<?php
    $bool = false;      // Логический тип
    $int = 5;           // Integer - целочисленный тип
    $float = 2.6;       // Float - число с плавающей точкой
    $string = 'Строка'; // String - Строчный тип

    # 5-й скалярный тип данных PHP не знаю

    $name = "Denis";
    $age = 25;
    $city = 'Nuremberg';
    $job = false;

    echo "";